/* ----------- 01_JELLYWATCH_CATEGORIES ----------- */

/* Category Name */
"Jellyfish" = "Jellyfish";

/* Category Name */
"Box Jelly" = "Box Jelly";

/* Category Name */
"Man o war" = "Man o war";

/* Category Name */
"Clean sea" = "Clean sea";

/* Category Name */
"Red Tide" = "Red Tide";

/* Category Name */
"Vertebrate" = "Vertebrate";

/* Category Name */
"Squid" = "Squid";

/* Category Name */
"Plastic" = "Plastic";

/* Category Name */
"Other" = "Other";

/* ----------- 02_JELLYWATCH_QUANTITIES ----------- */

/* Jellywatch quantity */
"1" = "1";

/* Jellywatch quantity */
"2 to 5" = "2 to 5";

/* Jellywatch quantity */
"6 to 10" = "6 to 10";

/* Jellywatch quantity */
"11 to 99" = "11 to 99";

/* Jellywatch quantity */
"100+" = "100+";

/* ----------- 03_WELCOME_SCREEN ----------- */

/* Welcome screen title */
"Welcome!" = "Welcome!";

/* Welcome message text */
"WELCOME MESSAGE TEXT" = "Jellywatch.org is a database for monitoring ocean conditions, especially jellyfish populations.\n\nCitizen scientists are encouraged to submit reports from around the world. The data will be freely available to download or browse. Report jellyfish blooms, red tides, and even clean “normal” conditions you observe. If you submit a photo, we can identify the species for you as well.";

/* Welcome screen button */
"Let's Go!" = "Let's Go!";

/* ----------- 04_FIRST_LOAD_HUD ----------- */

/* First load HUD text */
"Loading Database..." = "Loading Database...";

/* First load HUD text */
"Saving..." = "Saving...";

/* ----------- 05_MAIN_MENU ----------- */

/* Main Menu button */
"Settings" = "Settings";

/* Main Menu title */
"Main Menu" = "Main Menu";

/* Main Menu button */
"About" = "About";

/* Main Menu Button */
"New Sighting Button" = "New Sighting";

/* Main menu section title */
"My Sightings" = "My Sightings";

/* Main Menu Button */
"Saved Sightings" = "Saved";

/* Main Menu Button */
"Submitted Sightings" = "Submitted";

/* Main menu section title */
"All Sightings" = "All Sightings";

/* Main Menu Button */
"Map" = "Map";

/* Main Menu Button */
"List" = "List";

/* At bottom of Main Menu
 The %@ will be replaced with the last updated date, in the localized date/time format*/
"Last Updated: %@" = "Last Updated: %@";

/* Used in context 'Last Updated: Never' */
"Never" = "Never";

/* At bottom of Main Menu 
 The %@ will be replaced with the number of Sightings, in the local number format*/
"%@ Sightings MAIN MENU" = "%@ Sightings";

/* ----------- 06_SETTINGS_MENU----------- */

/* Settings menu title */
"Settings TITLE" = "Settings";

/* Section title in Settings */
"Jellywatch Login" = "Jellywatch Login";

/* Input cell in Settings */
"Username" = "Username";

/* Input cell in Settings */
"Password" = "Password";

/* Button in Settings */
"Log In" = "Log In";

/* Button in Settings */
"Forgot password" = "Forgot password";

/* Button in Settings */
"New account" = "New account";

/* Section title in Settings */
"Photos taken with Jellywatch" = "Photos taken with Jellywatch";

/* Switch cell in Settings */
"Save to Photo Library" = "Save to Photo Library";

/* Section title in Settings */
"External web links" = "External web links";

/* Switch cell in Settings */
"Open in Google Chrome" = "Open in Google Chrome";

/* ----------- 07_SETTINGS_MENU_LOGGED_IN----------- */

/* Cell in Settings 
 %@ will be replaced with the user's Jellywatch username */
"Logged in as %@" = "Logged in as %@";

/* Button in Settings */
"Log Out" = "Log Out";

/* ----------- 08_SETTINGS_MENU_HUD_MESSAGES ----------- */

/* HUD Message */
"Logging In..." = "Logging In...";

/* HUD Message */
"Log In Failed" = "Log In Failed";

/* HUD Message */
"Logged In" = "Logged In";

/* ----------- 09_SETTINGS_ALERT1 ----------- */

/* Forgot password redirect alert in Settings */
"In order to recover your Jellywatch account you will need to visit http://jellywatch.org/user/password\n\nOnce you get your password reset, you can come back to this app and log in." = "In order to recover your Jellywatch account you will need to visit http://jellywatch.org/user/password\n\nOnce you get your password reset, you can come back to this app and log in.";

/* ----------- 10_SETTINGS_ALERT2 ----------- */

/* Create User redirect alert in Settings */
"In order to register for a Jellywatch account you will need to visit http://jellywatch.org/user/register\n\nOnce you create an account you can come back to this app and log in." = "In order to register for a Jellywatch account you will need to visit http://jellywatch.org/user/register\n\nOnce you create an account you can come back to this app and log in.";

/* ----------- 11_ABOUT_MENU ----------- */

/* About menu title */
"About TITLE" = "About";

/* About text in About menu */
"iOS app by Peter Dupris.\n\nJellywatch.org by Steve Haddock, Katherine Elliott and Alison Case.\n\nLocalization by Johnny Appleseed." = "iOS app by Peter Dupris.\n\nJellywatch.org by Steve Haddock, Katherine Elliott and Alison Case.";

/* About text in About menu */
"ABOUT TEXT" = "Jellywatch.org is a database for monitoring ocean conditions, especially jellyfish populations.\n\nCitizen scientists are encouraged to submit reports from around the world. The data will be freely available to download or browse. Report jellyfish blooms, red tides, and even clean “normal” conditions you observe. If you submit a photo, we can identify the species for you as well.";

/* Button in About view */
"Email Feedback" = "Email Feedback";

/* Button in About view */
"Legal" = "Legal";

/* Leave App Alert Title
 Leave App Alert Title in About
 Leave App Alert Title in Legal */
"Leave Jellywatch App?" = "Leave Jellywatch App?";

/* Leave App Alert Message
 Leave App Alert Message in Legal */
"%@ will be opened in %@" = "%@ will be opened in %@";

/* Email feedback alert Title in About */
"Email feedback to:" = "Email feedback to:";

/* Email feedback alert Message in About */
"Please include app version, iOS version, device type, and the language or locale you are using." = "Please include app version, iOS version, device type, and the language or locale you are using.";

/* ----------- 12_LEGAL_MENU ----------- */

/* Legal menu title */
"Legal TITLE" = "Legal";

/* Legal menu */
"Images you upload will be made available under a creative commons license." = "Images you upload will be made available under a creative commons license.";

/* ----------- 13_NEW_SIGHTING ----------- */

/* Location Services are used to geotag your sightings. */
"Location Services are used to geotag your sightings." = "Location Services are used to geotag your sightings.";

/* New Sighting Title */
"New Sighting TITLE" =  "New Sighting";

/* Section title in New Sighting */
"Category SECTION" = "Category";

/* Placeholder in New Sighting */
"Category Required" = "Category Required";

/* Placeholder in New Sighting */
"Sub-category Optional" = "Sub-category Optional";

/* Section title in New Sighting */
"Quantity SECTION" = "Quantity";

/* Placeholder in New Sighting */
"Quantity Required" = "Quantity Required";

/* Section title in New Sighting */
"Photo SECTION" = "Photo";

/* Button in New Sighting */
"Take Photo" = "Take Photo";

/* Button in New Sighting */
"Choose Photo" = "Choose Photo";

/* Section title in New Sighting */
"Location SECTION" = "Location";

/* Location Required */
"Location Required" = "Location Required";

/* Edit Location Button */
"Edit LOCATION" = "Edit";

/* Edit Photo Button */
"Edit PHOTO" = "Edit";

/* Section title in New Sighting */
"Date SECTION" = "Date";

/* Placeholder in New Sighting */
"Date Required" = "Date Required";

/* Section title in New Sighting */
"Info SECTION" = "Info";

/* Placeholder in New Sighting */
"Title Required" = "Title Required";

/* Placeholder in New Sighting */
"Description Optional" = "Description Optional";

/* Section title in New Sighting */
"About You SECTION" = "About You";

/* Placeholder in New Sighting */
"Email Optional" = "Email Optional";

/* Disclaimer for email address text field on New Sighting */
"Your email address will not be made public or shared with anyone." = "Your email address will not be made public or shared with anyone.";

/* Footer if logged in at bottom on New Sighting */
"Will be uploaded as user %@" = "Will be uploaded as user %@";

/* ----------- 14_NEW_SIGHTING_SAVE_SHEET ----------- */

/* Save sheet title in New Sightings */
"What do you want to do with this Sighting?" = "What do you want to do with this Sighting?";

/* Save sheet button in New Sightings */
"Save for later" = "Save for later";

/* Save sheet button in New Sightings */
"Submit now" = "Submit now";

/* ----------- 15_EDIT_PHOTO_SHEET ----------- */

/* Edit photo sheet button in New Sightings */
"Take New Photo" = "Take New Photo";

/* Edit photo sheet button in New Sightings */
"Choose New Photo" = "Choose New Photo";

/* Edit photo sheet button in New Sightings */
"Remove Photo" = "Remove Photo";

/* ----------- 16_NEW_SIGHTING_ALERT1 ----------- */

/* Alert title in New Sighting */
"Invalid Email" = "Invalid Email";

/* ----------- 17_NEW_SIGHTING_ALERT2 ----------- */

/* Alert title in New Sighting */
"Sighting Incomplete" = "Sighting Incomplete";

/* Alert message in New Sighting */
"Please fill in all required fields" = "Please fill in all required fields";

/* Button in Alert message in New Sighting */
"Dismiss" = "Dismiss";

/* ----------- 18_NEW_SIGHTING_ALERT3 ----------- */

/* Location Services Disabled Alert Title in New Sighting */
"Location Services Disabled" = "Location Services Disabled";

/* Location Services Disabled Alert Message in New Sighting */
"Enable Location Services for Jellywatch in the Settings application" = "Enable Location Services for Jellywatch in the Settings application";

/* ----------- 19_NEW_SIGHTING_ALERT4 ----------- */

/* Alert title in New Sighting */
"Discard Changes?" = "Discard Changes?";

/* Alert message in New Sighting */
"Are you sure you want to discard the changes you made to this sighting?" = "Are you sure you want to discard the changes you made to this sighting?";

/* Button in Alert message in New Sighting */
"Discard" = "Discard";

/* ----------- 20_NEW_SIGHTING_ALERT6 ----------- */

/* Alert title in New Sighting */
"Nothing to Save" = "Nothing to Save";

/* Alert message in New Sighting */
"No changes were made to this sighting" = "No changes were made to this sighting";

/* ----------- 21_CATEGORY_PICKER ----------- */

/* Category Picker Title */
"Category TITLE" = "Category";

/* ----------- 22_SUB_CATEGORY_PICKER ----------- */

/* Title bar text */
"Sub-category TITLE" = "Sub-category";

/* ----------- 23_QUANTITY_PICKER ----------- */

/* Title in Quantity Picker */
"Quantity TITLE" = "Quantity";

/* ----------- 24_LOCATION_PICKER ----------- */

/* Title in Sighting Location picker */
"Location Picker TITLE" = "Sighting Location";

/* Placeholder text in Location Picker */
"Search PLACEHOLDER" = "Search";

/* Instructions for Location Picker */
"Tap, hold, then drag the pin to set a custom location" = "Tap, hold, then drag the pin to set a custom location";

/* Label in Location Picker */
"Location:" = "Location:";

/* Photo Button in Location Picker */
"Photo LOCATION" = "Photo";

/* Current Button in Location Picker */
"Current LOCATION" = "Current";

/* HUD Message */
"No results" = "No results";

/* ----------- 25_DATE_PICKER ----------- */

/* Sighting Date */
"Sighting Picker TITLE" = "Sighting Date";

/* Label in Date Picker */
"Date:" = "Date:";

/* Photo Button in Date Picker */
"Photo DATE" = "Photo";

/* Today Button in Date Picker */
"Today" = "Today";

/* ----------- 26_TITLE_PICKER ----------- */

/* Title bar text */
"Title" = "Title";

/* ----------- 27_DESCRIPTION_PICKER ----------- */

/* Title bar text */
"Description" = "Description";

/* ----------- 28_EMAIL_PICKER ----------- */

/* Title bar text */
"Email" = "Email";

/* ----------- 29_MAP_VIEW ----------- */

/* Map TITLE */
"Map TITLE" = "Sightings Map";

/* Map type control */
"Standard" = "Standard";

/* Map type control */
"Satellite" = "Satellite";

/* Map type control */
"Hybrid" = "Hybrid";

/* Plural Sightings String Map Annotation 
 %@ will be replaced with the number of Sightings in the local number format */
"%@ Sightings ANNOTATION" = "%@ Sightings";

/* Plural Categories String Map Annotation
 %@ will be replaced with the number of Categories in the local number format */
"%@ Categories ANNOTATION" = "%@ Categories";

/* ----------- 30_LIST_VIEW ----------- */

/* Sighting List TITLE */
"Sighting List TITLE" = "Sighting List";

/* Sort mode button in Sighting List */
"Date SORT" = "Date";

/* Sort mode button in Sighting List */
"Category SORT" = "Category";

/* ----------- 31_SEARCH_BUTTON----------- */

/* Search Button */
"Search BUTTON" = "Search";

/* Search Button (enabled) */
"Search Enabled BUTTON" = "Search Enabled";

/* ----------- 32_SEARCH_MENU----------- */

/* Title in Search View */
"Search TITLE" = "Search";

/* ----------- 33_SEARCH_MENU_TABS----------- */

/* Categories Search tab bar item title */
"Categories TAB" = "Categories";

/* Date Search tab bar item title */
"Date TAB" = "Date";

/* More Search tab bar item title */
"More TAB" = "More";

/* On Badge in Search */
"On" = "On";

/* ----------- 34_CATEGORY_SEARCH_PANE ----------- */

/* Switch cell title */
"Category Search SWITCH" = "Category Search";

/* ----------- 35_DATE_SEARCH_PANE ----------- */

/* Switch in Date Search */
"Date Search SWITCH" = "Date Search";

/* In Date Search */
"Start Date" = "Start Date";

/* In Date Search */
"End Date" = "End Date";

/* ----------- 36_MORE_SEARCH_PANE ----------- */

/* Switch cell title in Search */
"Search Title" = "Search Title";

/* Placeholder in Search title cell */
"Containing" = "Containing";

/* Switch cell title in Search */
"Require Photo" = "Require Photo";

/* ----------- 37_RESULTS_HUD_MESSAGE ----------- */

/* Singular Sightings String HUD Message */
"%@ Sighting" = "%@ Sighting";

/* Plural Sightings String HUD Message */
"%@ Sightings HUD" = "%@ Sightings";

/* Info bubble qualifier */
"(Matching search)" = "(Matching search)";

/* ----------- 38_UPLOADING_HUD_MESSAGES ----------- */

/* HUD Message */
"Connecting..." = "Connecting...";

/* HUD Message in New Sightings */
"Uploading Photo..." = "Uploading Photo...";

/* HUD Message in New Sightings */
"Uploading Sighting..." = "Uploading Sighting...";

/* HUD Message */
"Upload Finished!" = "Upload Finished!";

/* HUD Message */
"Upload Failed" = "Upload Failed";

/* ----------- 39_SHARE_SHEET ----------- */

/* Share sheet item */
"Email Sighting Link" = "Email Sighting Link";

/* Share sheet item */
"Tweet" = "Tweet";

/* Share sheet item */
"Facebook" = "Facebook";

/* Share sheet item */
"Sina Weibo" = "Sina Weibo";

/* Share sheet item 
 %@ will be replaced with browser name (Chrome or Safari)*/
"Open in %@" = "Open in %@";

/* ----------- 40_SOCIAL_SUBJECT_LINE ----------- */

/* Tweet/weibo text */
"Check out this Jellywatch sighting." = "Check out this Jellywatch sighting.";

/* ----------- 41_SIGHTING_DETAIL_VIEW ----------- */

/* Title in Sighting Detail */
"Sighting Detail TITLE" = "Sighting Detail";

/* First cell shown in Sighting Detail */
"Quantity: %@" = "Quantity: %@";

/* User info in Sighting Detail */
"Submitted by %@" = "Submitted by %@";

/* Placeholder in Sighting while loading photo */
"Loading Photo..." = "Loading Photo...";

/* ----------- 42_GENERAL_HUD_MESSAGES ----------- */

/* HUD Message */
"Error!" = "Error!";

/* HUD Message */
"No connection" = "No connection";

/* HUD Message */
"Sighting deleted" = "Sighting deleted";

/* ----------- 43_SIGHTING_LISTS_TITLES ----------- */

/* Saved Sightings TITLE */
"Saved Sightings TITLE" = "Saved Sightings";

/* Submitted Sightings TITLE */
"Submitted Sightings TITLE" = "Submitted Sightings";

/* ----------- GENERAL ----------- */

"OK" = "OK";

"Cancel" = "Cancel";

"Done" = "Done";
